export const types = [
  {
    name: 'Мажорное трезвучие',
    intervals: [0, 4, 7]
  },
  {
    name: 'Минорное трезвучие',
    intervals: [0, 3, 7]
  },
  {
    name: 'Уменьшённое трезвучие',
    intervals: [0, 3, 6]
  },
  {
    name: 'Малый мажорный септаккорд',
    intervals: [0, 4, 7, 10]
  },
  {
    name: 'Малый минорный септаккорд',
    intervals: [0, 3, 7, 10]
  },
  {
    name: 'Большой мажорный септаккорд',
    intervals: [0, 4, 7, 11]
  },
  {
    name: 'Большой минорный септаккорд',
    intervals: [0, 3, 7, 11]
  }
]
